{
  "share": "Поделись с другом",
  "ensure": "Гарантия",
  "My Office": "Для поставщиков",
  "Leave an application": "Оставить заявку",
  "Details": "Подробнее",
  "Catalogue": "Каталог",
  "Summoning friends": "Зови друзей",
  "make money": "и зарабатывай",
  "According to your suggestion, each order can enjoy a 3% discount!": "Получайте 10% от каждого заказа по твоей рекомендации!",
  "How it works:": "Как это работает:",
  "Get a unique link": "Получайте уникальную ссылку",
  " - click the button below and copy your personal link.": " — нажми на кнопку ниже и скопируйте свою персональную ссылку.",
  "Share with friends": "Делитесь с друзьями",
  " - send links to colleagues, partners, and acquaintances on Messenger or social media.": " — отправляйте ссылку коллегам, партнёрам и знакомым в мессенджерах или социальных сетях.",
  "Earn money with us": "Зарабатывайте вместе с нами",
  " - When you place an order through your link, you will receive 3% of the first check.": " — когда по вашей ссылке оформят заказ, вы получите 10% от первого ",
  "Every month, the most active participants will receive valuable prizes:": "Каждый месяц самые активные участники получают ценные призы:",
  "First place: 7% discount": "1 место: скидка 15%",
  "Second place: 5% discount": "2 место: скидка 10%",
  "Third place: 3% discount": "3 место: скидка 3%",
  "Real time statistics - tracking traffic and deposit the earned money into a personal office.": "Статистика в реальном времени — отслеживайте количество переходов и заработанных денег в личном кабинете.",
  "Click the button below to get your unique link and start earning from today.": "Нажмите на кнопку ниже, чтобы получить свою уникальную ссылку и начать зарабатывать уже сегодня.",
  "[Get the link and start earning money]": "Получить ссылку и начать зарабатывать",
  "Your invitation link": "Твоя ссылка на приглашение",
  "Copy link": "Скопировать ссылку",
  "Click on the link": "Переходов по ссылке",
  "Earned money": " Ваша скидка",
  "The company's warehouse and production facilities meet all technical requirements the necessary conditions for storing and preparing bank equipment.": "Складские и производственные помещения компании соответствуют всем техническим требованиям и необходимым условиям для хранения и подготовки банковского оборудования.",
  "In order to provide high-quality services, the company has there are:": "Для оказания качественных услуг компания имеет в своем распоряжении:",
  "Highly qualified service engineers in various banking equipment service areas, with": "Сервисных инженеров высокой квалификации по всем необходимым направлениям обслуживания различного банковского оборудования, имеющих",
  "Years of experience in maintenance, pre-sales preparation, and repair.": "Многолетний опыт ремонтных работ, предпродажной подготовки и восстановительных работ.",
  "With rigging equipment and certified experts, it can handle any large equipment.": "Наличие такелажного оборудования и сертифицированоых специалистов, что позволяет вести работы с любой габаритной техникой",
  "The warehouse and production workshop meet the necessary storage and operational standards:": "Склады и производственные цеха отвечают необходимым стандартам хранения и эксплуатации:",
  "Equipped with lighting, heating, and exhaust ventilation;": "Наличие освещения, отопления и приточно-вытяжной вентиляции;",
  "Temperature and humidity control;": "Контроль температуры и влажности;",
  " Comprehensive security system - pass system, fire alarm system, cameras, and video surveillance cameras, placing the entire complex under external security protection": "Комплексная система безопасности – пропускная система, охранно-пожарная сигнализация, камеры для фотофиксации и видеонаблюдения, постановка всего комплекса на вневедомственную охрану",
  "Insurance for all storage devices;": "Страхование всего оборудования, размещенного на хранение;",
  "The internal parking lot can be used by any type of vehicle.": "Наличие внутренней парковочной зоны, рассчитанной на любые виды автотранспорта.",
  "All the devices we provide have undergone rigorous testing and warranty, meeting all necessary requirements for providing high-quality service, and can be equipped with additional integrated solutions according to customer requirements.": "Все поставляемые нами устройства проходят тщательное тестирование, имеют гарантию, отвечают всем необходимым требованиям для качественного оказания услуг и могут быть оснащены дополнительными интеграционными решениями по желанию клиента.",
  "Order placed": "Заказ оформлен",
  "Basket": "Корзина",
  "Shopping cart is empty": "Ваша корзина пуста",
  "Leave an application": "Оформить заказ",
  "Apply": "ЗАЯВКА",
  "Submit application": "Отправить заявку",
  "Accept application": "Заявка принята",
  "Add to cart": "Купить",
  "Go to the shopping cart": "Корзина",
  "REGISTER": "РЕГИСТРАЦИЯ",
  "Name": "Имя",
  "Surname": "Фамилия",
  "Telephone": "Телефон",
  "Country": "Страна",
  "City": "Город",
  "Register": "Зарегистрироваться",
  "q": "Б/У Банкомат",
  "More detailed": "Подробнее",
  "Bansys ATM Terminal": "Bansys - Банкоматы - Терминалы",
  "shopping": "За покупками",
  "propose": "сделать предложение",
  "Price": "Цена за единицу",
  "Find product": "Найти товар",
  "Please fill in all fields": "Пожалуйста, заполните все поля",
  "By order": "под заказ"
}
